export default {
    wanglushanpubu: `《望庐山瀑布》|作者：李白|日照香炉生紫烟，遥看瀑布挂前川。|飞流直下三千尺，疑是银河落九天。`,
    xinglunan: `《行路难》|作者：李白|金樽清酒斗十千，玉盘珍羞直万钱。|停杯投箸不能食，拔剑四顾心茫然。|欲渡黄河冰塞川，将登太行雪满山。|闲来垂钓碧溪上，忽复乘舟梦日边。|行路难！行路难！多歧路，今安在？|长风破浪会有时，直挂云帆济沧海。`,
    shudaonan: `《蜀道难》|
    作者：李白|
    噫吁嚱，危乎高哉！|
    蜀道之难，难于上青天！||
    蚕丛及鱼凫，开国何茫然！|
    尔来四万八千岁，不与秦塞通人烟。|
    西当太白有鸟道，可以横绝峨眉巅。|
    地崩山摧壮士死，然后天梯石栈相钩连。|
    上有六龙回日之高标，下有冲波逆折之回川。|
    黄鹤之飞尚不得过，猿猱欲度愁攀援。|
    青泥何盘盘，百步九折萦岩峦。|
    扪参历井仰胁息，以手抚膺坐长叹。|
    问君西游何时还？畏途巉岩不可攀。|
    但见悲鸟号古木，雄飞雌从绕林间。|
    又闻子规啼夜月，愁空山。|
    蜀道之难,难于上青天，使人听此凋朱颜！|
    连峰去天不盈尺，枯松倒挂倚绝壁。|
    飞湍瀑流争喧豗，砯崖转石万壑雷。|
    其险也如此，嗟尔远道之人胡为乎来哉！|
    剑阁峥嵘而崔嵬，一夫当关，万夫莫开。|
    所守或匪亲，化为狼与豺。|
    朝避猛虎，夕避长蛇；磨牙吮血，杀人如麻。|
    锦城虽云乐，不如早还家。|
    蜀道之难,难于上青天，侧身西望长咨嗟！`,
    jiangjinjiu: `《将进酒》|
    作者：李白|
    君不见，黄河之水天上来，奔流到海不复回。|
    君不见，高堂明镜悲白发，朝如青丝暮成雪。|
    人生得意须尽欢，莫使金樽空对月。|
    天生我材必有用，千金散尽还复来。|
    烹羊宰牛且为乐，会须一饮三百杯。|
    岑夫子，丹丘生，将进酒，杯莫停。|
    与君歌一曲，请君为我倾耳听。|
    钟鼓馔玉不足贵，但愿长醉不复醒。|
    古来圣贤皆寂寞，惟有饮者留其名。|
    陈王昔时宴平乐，斗酒十千恣欢谑。|
    主人何为言少钱，径须沽取对君酌。|
    五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。`,
    zaofabaidicheng: `《早发白帝城》|作者：李白|朝辞白帝彩云间，千里江陵一日还。|两岸猿声啼不住，轻舟已过万重山。`,
    denggao: `《登高》|作者：杜甫|风急天高猿啸哀， 渚清沙白鸟飞回。|无边落木萧萧下， 不尽长江滚滚来。|万里悲秋常作客，百年多病独登台。|艰难苦恨繁霜鬓， 潦倒新停浊酒杯。`,
    chunwang: `《春望》|作者：杜甫|国破山河在，城春草木深。|感时花溅泪，恨别鸟惊心。|烽火连三月，家书抵万金。|白头搔更短，浑欲不胜簪。`,
    maowuweiqiufengsuopoge: `《茅屋为秋风所破歌》|
    作者：杜甫|
    八月秋高风怒号，卷我屋上三重茅。|茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。|
    南村群童欺我老无力，忍能对面为盗贼。|公然抱茅入竹去，唇焦口燥呼不得，归来倚杖自叹息。|
    俄顷风定云墨色，秋天漠漠向昏黑。|布衾多年冷似铁，娇儿恶卧踏里裂。|床头屋漏无干处，雨脚如麻未断绝。|自经丧乱少睡眠，长夜沾湿何由彻！|
    安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山。|呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！`,
    guanyimai: `《观刈麦》|
    作者：白居易|
    田家少闲月，五月人倍忙。|
    夜来南风起，小麦覆陇黄。|
    妇姑荷箪食，童稚携壶浆。|
    相随饷田去，丁壮在南冈。|
    足蒸暑土气，背灼炎天光。|
    力尽不知热，但惜夏日长。|
    复有贫妇人，抱子在其旁。|
    右手秉遗穗，左臂悬敝筐。|
    听其相顾言，闻者为悲伤。|
    家田输税尽，拾此充饥肠。|
    今我何功德？曾不事农桑。|
    吏禄三百石，岁晏有余粮。|
    念此私自愧，尽日不能忘。`,
    changhenge: `《长恨歌》|
    作者：白居易|
    汉皇重色思倾国，御宇多年求不得。|
    杨家有女初长成，养在深闺人未识。|
    天生丽质难自弃，一朝选在君王侧。|
    回眸一笑百媚生，六宫粉黛无颜色。|
    春寒赐浴华清池，温泉水滑洗凝脂。|
    侍儿扶起娇无力，始是新承恩泽时。|
    云鬓花颜金步摇，芙蓉帐暖度春宵。|
    春宵苦短日高起，从此君王不早朝。|
    承欢侍宴无闲暇，春从春游夜专夜。|
    后宫佳丽三千人，三千宠爱在一身。|
    金屋妆成娇侍夜，玉楼宴罢醉和春。|
    姊妹弟兄皆列士，可怜光采生门户。|
    遂令天下父母心，不重生男重生女。|
    骊宫高处入青云，仙乐风飘处处闻。|
    缓歌慢舞凝丝竹，尽日君王看不足。|
    渔阳鼙鼓动地来，惊破霓裳羽衣曲。|
    九重城阙烟尘生，千乘万骑西南行。|
    翠华摇摇行复止，西出都门百余里。|
    六军不发无奈何，宛转蛾眉马前死。|
    花钿委地无人收，翠翅金雀玉搔头。|
    君王掩面救不得，回看血泪相和流。|
    黄埃散漫风萧索，云栈萦纡登剑阁。|
    峨嵋山下少人行，旌旗无光日色薄。|
    蜀江水碧蜀山青，圣主朝朝暮暮情。|
    行宫见月伤心色，夜雨闻铃断肠声。|
    天旋地转回龙驭，至此踌躇不能去。|
    马嵬坡下泥土中，不见玉颜空死处。|
    君臣相顾尽沾衣，东望都门信马归。|
    归来池苑皆依旧，太液芙蓉未央柳。|
    芙蓉如面柳如眉，对此如何不泪垂。|
    春风桃李花开日，秋雨梧桐叶落时。|
    西宫南内多秋草，落叶满阶红不扫。|
    梨园弟子白发新，椒房阿监青娥老。|
    夕殿萤飞思悄然，孤灯挑尽未成眠。|
    迟迟钟鼓初长夜，耿耿星河欲曙天。|
    鸳鸯瓦冷霜华重，翡翠衾寒谁与共。|
    悠悠生死别经年，魂魄不曾来入梦。|
    临邛道士鸿都客，能以精诚致魂魄。|
    为感君王辗转思，遂教方士殷勤觅。|
    排空驭气奔如电，升天入地求之遍。|
    上穷碧落下黄泉，两处茫茫皆不见。|
    忽闻海上有仙山，山在虚无缥缈间。|
    楼阁玲珑五云起，其中绰约多仙子。|
    中有一人字太真，雪肤花貌参差是。|
    金阙西厢叩玉扇，转教小玉报双成。|
    闻道汉家天子使，九华帐里梦魂惊。|
    揽衣推枕起徘徊，珠箔银屏迤逦开。|
    云髻半偏新睡觉，花冠不整下堂来。|
    风吹仙袂飘飖举，犹似霓裳羽衣舞。|
    玉容寂寞泪阑干，梨花一枝春带雨。|
    含情凝睇谢君王，一别音容两渺茫。|
    昭阳殿里恩爱绝，蓬莱宫中日月长。|
    回头下望人寰处，不见长安见尘雾。|
    唯将旧物表深情，钿合金钗寄将去。|
    钗留一股合一扇，钗擘黄金合分钿。|
    但教心似金钿坚，天上人间会相见。|
    临别殷勤重寄词，词中有誓两心知。|
    七月七日长生殿，夜半无人私语时。|
    在天愿作比翼鸟，在地愿为连理枝。|
    天长地久有时尽，此恨绵绵无绝期。`,
    pipaxing: `《琵琶行》|
    作者：白居易|
    浔阳江头夜送客，枫叶荻花秋瑟瑟。|
    主人下马客在船，举酒欲饮无管弦。|
    醉不成欢惨将别，别时茫茫江浸月。|
    忽闻水上琵琶声，主人忘归客不发。|
    寻声暗问弹者谁，琵琶声停欲语迟。|
    移船相近邀相见，添酒回灯重开宴。|
    千呼万唤始出来，犹抱琵琶半遮面。|
    转轴拨弦三两声，未成曲调先有情。|
    弦弦掩抑声声思，似诉平生不得志。|
    低眉信手续续弹，说尽心中无尽事。|
    轻拢慢拈抹复挑，初为霓裳后六幺。|
    大弦嘈嘈如急雨，小弦切切如私语。|
    嘈嘈切切错杂弹，大珠小珠落玉盘。|
    间关莺语花底滑，幽咽泉流冰下难。|
    水泉冷涩弦凝绝，凝绝不通声暂歇。|
    别有幽愁暗恨生，此时无声胜有声。|
    银瓶乍破水浆迸，铁骑突出刀枪鸣。|
    曲终收拨当心画，四弦一声如裂帛。|
    东船西舫悄无言，唯见江心秋月白。|
    沉吟放拨插弦中，整顿衣裳起敛客。|
    自言本是京城女，家在虾蟆陵下住。|
    十三学得琵琶成，名属教坊第一部。|
    曲罢常教善才服，妆成每被秋娘妒。|
    五陵年少争缠头，一曲红绡不知数。|
    钿头云篦击节碎，血色罗裙翻酒污。|
    今年欢笑复明年，秋月春风等闲度。|
    弟弟从军阿姨死，暮去朝来颜色故。|
    门前冷落车马稀，老大嫁作商人妇。|
    商人重利轻别离，前月浮梁买茶去。|
    去来江口空守船，绕船明月江水寒。|
    夜深忽梦少年事，梦啼妆泪红阑干。|
    我闻琵琶已叹息，又闻此语重唧唧。|
    同是天涯沦落人，相逢何必曾相识。|
    我从去年辞帝京，谪居卧病浔阳城。|
    浔阳地僻无音乐，终岁不闻丝竹声。|
    住近湓江地低湿，黄庐苦竹绕宅生。|
    其间旦暮闻何物，杜鹃啼血猿哀鸣。|
    春江花朝秋月夜，往往取酒还独倾。|
    岂无山歌与村笛？呕哑嘲哳难为听。|
    今夜闻君琵琶语，如听仙乐耳暂明。|
    莫辞更坐弹一曲，为君翻作琵琶行。|
    感我此言良久立，却坐促弦弦转急。|
    凄凄不似向前声，满座重闻皆掩泣。|
    座中泣下谁最多，江州司马青衫湿。`,
    niannujiao: `《念奴娇·赤壁怀古》|
    作者： 苏轼|
    大江东去，浪淘尽，千古风流人物。|
    故垒西边，人道是，三国周郎赤壁。|
    乱石穿空，惊涛拍岸，卷起千堆雪。|
    江山如画，一时多少豪杰。|
    遥想公瑾当年，小乔初嫁了，雄姿英发。|
    羽扇纶巾，谈笑间，樯橹灰飞烟灭。|
    故国神游，多情应笑我，早生华发。|
    人生如梦，一尊还酹江月。`,
    shuidiaogetou: `《水调歌头·明月几时有》|
    作者： 苏轼|
    丙辰中秋，欢饮达旦，大醉，作此篇。兼怀子由。|
    明月几时有，把酒问青天。 |
    不知天上宫阙，今夕是何年？ |
    我欲乘风归去，又恐琼楼玉宇， |
    高处不胜寒。 |
    起舞弄清影，何似在人间！ |
    转朱阁，低绮户，照无眠。 |
    不应有恨，何事长向别时圆？ |
    人有悲欢离合，月有阴晴圆缺，| 
    此事古难全。 |
    但愿人长久，千里共婵娟。`,
    jiangchengzi: `《江城子·乙卯正月二十日夜记梦》|
    作者： 苏轼|
    十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。|
    夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。`,
    shengshengman: `《声声慢·寻寻觅觅》|
    作者：李清照|
    寻寻觅觅，冷冷清清，凄凄惨惨戚戚。|
    乍暖还寒时候，最难将息。|
    三杯两盏淡酒，怎敌他、晚来风急？|
    雁过也，正伤心，却是旧时相识。|
    满地黄花堆积。憔悴损，如今有谁堪摘？|
    守着窗儿，独自怎生得黑？|
    梧桐更兼细雨，到黄昏、点点滴滴。|
    这次第，怎一个愁字了得！`,
    rumengling: `《如梦令·昨夜雨疏风骤》|
    作者：李清照|
    昨夜雨疏风骤，浓睡不消残酒，试问卷帘人，却道海棠依旧。|知否，知否，应是绿肥红瘦。`,
    yijianmei: `《一剪梅·红藕香残玉蕈秋》|
    作者：李清照|
    红藕香残玉蕈秋，|
    轻解罗裳，独上兰舟。|
    云中谁寄锦书来？|
    雁字回时，月满西楼。|
    花自飘零水自流。|
    一种相思，两处闲愁。|
    此情无计可消除。|
    才下眉头，却上心头。`,
    yujiaao: `《渔家傲·塞下秋来风景异》|
    作者：范仲淹|
    塞下秋来风景异，衡阳雁去无留意。|四面边声连角起。千嶂里，长烟落日孤城闭。|
    浊酒一杯家万里，燕然未勒归无计，羌管悠悠霜满地。|人不寐，将军白发征夫泪。`,
    jiangshengyuzhe: `《江上渔者》|
    作者：范仲淹|
    江上往来人，但爱鲈鱼美。|
    君看一叶舟，出没风波里。`,
    sumuzhe: `《苏幕遮·碧云天》|
    作者：范仲淹|
    碧云天，|
    黄叶地，|
    秋色连波，|
    波上寒烟翠。|
    山映斜阳天接水，|
    芳草无情，|
    更在斜阳外。|
    黯乡魂，|
    追旅思，|
    夜夜除非，|
    好梦留人睡。|
    明月楼高休独倚，|
    酒入愁肠，|
    化作相思泪。`
}